Repository: AOSC-Tracking/kamoso
Catalog: po/*.po
Languages: ca, es, gl

source: Take pictures
ca: Obté fotografies
es: Obtener fotografías
gl: Sacar fotos

source: Photo Settings
ca: Configuració de fotografies
es: Configuración de fotografías
gl: Configuración da fotografía

source: Plugin List
ca: Llista de connectors
gl: Lista de complemtos

source: Settings
ca: Configuració
es: Configuración
gl: Configuración

source: Done: %1
ca: Fet: %1
es: Hecho: %1
gl: Feito: %1

source: Webcam picture retriever
ca: Càmara de fotografies
es: Cámara web
gl: Cámara de fotos

source: (C) 2008-2009 Alex Fiestas and Aleix Pol
ca: (C) 2008-2009 Alex Fiestas i Aleix Pol
es: (C) 2008-2009 Alex Fiestas y Aleix Pol

source: Aleix Pol Gonzalez
ca: Aleix Pol i Gonzàlez
es: Aleix Pol y Gonzàlez

source: Semaphore hacker
ca: Hacker de semàfors
es: Hacker de semáforos
gl: Hacker de semáforos

source: Coffee drinker
ca: Bevedor de cafè
es: Bebedor de café
gl: Bebedor de café

source: Use Flash
ca: Usa flash
es: Usar Flash
gl: Usar Flash

source: Error while loading the plugin '%1'
ca: Error quan es carregava el connector '%1'
es: Error cargando el --- %1
gl: Error cargando o complemento '%1'

source: Record Audio
ca: Graba sò
es: Grabar audio
gl: Grabar audio

source: Take a video
ca: Graba un vídeo
es: Grabar un video
gl: Grabar vídeo

source: Smile! :)
ca: Somriu! :)
es: Patataaaaa :)
gl: ¡Sorría! :)

source: Execute
ca: Executa
es: Ejecutar
gl: Executar

source: Runs a viewer for the specified file.
ca: Executa un visor pel fitxer especificat.
es: Ejecuta un visualizador para el archivo especificado.
gl: Executa un visor para o arquivo especificado.

source: Open...
ca: Obre...
es: Abrir...
gl: Abrir...

source: Could not open %1
ca: No s'ha pogut obrir %1
es: No se ha podido abrir %1
gl: nos se puido abrir %1

source: Facebook support
ca: Suport de Facebook
es: Soporte para Facebook
gl: Soporte de Facebook

source: Allows to communicate with Facebook
ca: Permet comunicar-se amb Facebook
es: Permite la comunicación con Facebook
gl: Permitir comunicarse con Facebook

source: Upload to Facebook...
ca: Puja a Facebook...
es: Subir a Facebook...
gl: Subir ó Facebook...

source: Photos taken with the webcam
ca: Fotografies obtingudes amb la càmara web.
es: Fotografías obtenidas con la cámara web
gl: Fotos sacadas coa webcam

source: Facebook New Album
ca: Nou album de Facebook
es: Nuevo álbum de Facebook
gl: Novo álbume de Facebook

source: Title of the album that will be created (required).
ca: Títol amb el que serà creat (obligatori).
es: Título del álbum que será creado (obligatorio).
gl: título do álbume acrear (obrigatorio).

source: Location of the album that will be created (optional).
ca: Localització de l'àlbum que serà creat (opcional).
es: Localización del álbum que será creado (opcional).
gl: Localización do álbume a crear (opcional).

source: Description of the album that will be created (optional).
ca: Descripció de l'àlbum que serà creat (opcional).
es: Descripción del álbum que será creado (opcional).
gl: Descripción do álbume a crear (opcional).

source: Privacy setting of the album that will be created (required).
ca: Opció de privacitat amb la que es crearà l'àlbum (obligatori).
es: Opción de privacidad con la que se creará el álbum (obligatorio).
gl: Configuración de privacidade do álbume a crear (obrigatorio).

source: Only Friends
ca: Només amics
es: Solo amigos
gl: Só amigos

source: Friends of Friends
ca: Amics d'amics
es: Amigos de mis amigos
gl: Amigos de amigos

source: My Networks and Friends
ca: Les meves xarxes i amics
es: Mi red de amigos
gl: A milña rede e os meus amigos

source: Everyone
ca: Tothom
es: Todo el mundo
gl: Todo o mundo

source: Title:
ca: Títol:
es: Título:
gl: Título:

source: Location:
ca: Localització:
es: Localización:
gl: Localización:

source: Description:
ca: Descripció:
es: Descripción:
gl: Descripción:

source: Privacy:
ca: Privacitat:
es: Privacidad:
gl: Privacidade:

source: Validate previous session...
ca: Valida la sessió anterior...
es: Validar la sesión anterior...
gl: Validar sesión previa...

source: Logging in to Facebook service...
ca: Entrant al servei Facebook...
es: Entrando al servicio Facebook...
gl: Entrar ó servicio Facebook...

source: Please follow the instructions in the browser window. Press "OK" when done.
ca: Sisplau, seguiu les instruccions a la finestra del navegador. Premeu "OK" quan hàgiu enllestit.
es: Por favor, sigue las instrucciones en el navegador web. Presiona "OK" cuando hayas acabado.
gl: Siga asintruccións da xanela de navegación. Prema "Aceptar" cando acabe.

source: Facebook Application Authorization
ca: Autorització de l'aplicació Facebook
es: Autorización de la aplicación Facebook
gl: Autorizaciń da aplicación do Facebook

source: The service is not available at this time.
ca: El servei no està disponible ara mateix.
es: El servicio no está disponible ahora mismo.
gl: O servicio non está dispoñible neste momento.

source: The application has reached the maximum number of requests allowed.
ca: L'aplicació ha arribat al màxim de peticions permeses.
es: La aplicación ha llegado al máximo de peticiones permitidas.
gl: A aplicación xa tivo o máximo número de peticións permitidas.

source: Invalid session key or session expired. Try to log in again.
ca: Sessió invàlida. Proveu entrant de nou.
es: Sesión inválida, intenta entrar de nuevo.
gl: Clave de sesión non válida ou expirada. Intente entrar outra vez.

source: Invalid album ID.
ca: ID d'àlbum invàlid.
es: ID del álbum inválida.
gl: ID de aĺbume non válido.

source: Album is full.
ca: L'àlbum està ple.
es: El álbum está lleno.
gl: O álbume está cheo.

source: Missing or invalid file.
ca: Fitxer inexistent o invàlid.
es: Archivo inexistente o inválido.
gl: Arquivo non atopado ou non válido.

source: Too many unapproved photos pending.
ca: Massa fotografies per aprovar pendents.
es: Demasiadas fotografías pendientes de ser aprobadas.
gl: Demasaidas fotos non aprobadas pendentes.

source: Please follow the instructions in the browser window. Press "Yes" if you have authenticated and "No" if you failed.
ca: Sisplau, seguiu les instruccions a la finestra del navegador. Premeu "Sí" si us heu autenticat i "No" si ha fallat.
es: Por favor, sigue las instrucciones en el navegador web. Presiona "Si" si os habéis autenticado correctamente o "No" si ha fallado.
gl: Siga as instruccións na xanela de navegación. Prema "Sí" se vostede se autenticou e "Non" se non o fixo.

source: Facebook Service Web Authorization
ca: Autorització al servei web Facebook
es: Autorización al servicio web de Facebook
gl: Autorización do servicio web do FaceBook

source: Canceled by user.
ca: Cancel·lat per l'usuari.
es: Cancelado por el usuario.
gl: Cancelado polo usuario.

source: Trash
ca: Paperera
es: Papelera
gl: Balde do lixo

source: Moves the specified file to trash.
ca: Mou el fitxer a la paperera.
es: Mueve el fichero a la papelera.
gl: Tirar os arquivos especificados ó balde do lixo

source: Move to trash...
ca: Mou a la paperera...
es: Mover a la papelera...
gl: Tirar ó balde do lixo...

source: Are you sure you want to delete these files?
ca: Esteu segur que voleu esborrar aquests fitxers?
es: ¿Estás seguro que quieres borrar estos archivos?
gl: ¿Está vostede seguro de que quere borrar estos arquivos?

source: Move to Trash
ca: Mou a la paperera
es: Mover a la papelera
gl: Tirar ó balde do lixo

source: Uploads files to YouTube
ca: Puja fitxers a YouTube
es: Sube ficheros a YouTube
gl: Subir arquivos ó YouTube

source: Upload to YouTube
ca: Puja a YouTube
es: Subir a YouTube
gl: Subir ó Youtube

source: Video information:
ca: Informació del vídeo:
es: Información del vídeo:
gl: información do vídeo

source: You need to supply a username and a password to be able to upload videos to YouTube
ca: Heu de proporcionar un nom d'usuari i contrassenya per poder pujar fitxers a Youtube
es: Necesitas proporcionar un usuario y contraseña para subir vídeos a YouTube
gl: Necesita dar un nome de usuario e unha contrasinal para poder subir vídeos ó YouTube

source: Server
ca: Servidor
es: Servidor
gl: Servidor

source: Authentication for
ca: Autentificació per
es: Autenticación para
gl: Auntenticación para

source: Video recorded using Kamoso
ca: Vídeo grabat fent servir Kamoso
es: Video grabado usando Kamoso
gl: Vídeo grabado usando Kamoso

source: This video has been recorded using Kamoso, a KDE software to play with webcams!
ca: Aquest vídeo s'ha grabat amb Kamoso, un programa KDE per jugar amb càmares web!
es: Este video ha sido grabado usando Kamoso, una aplicación de KDE para jugar con cámaras web!
gl: Este vídeo grabouse con Kamoso, ¡unha aplicación para KDE para xogar con webcams!

source: General
gl: Xeral
